books[3]={
0:
["道可道，非常道。名可名，非常名。無，名天地之始﹔有，名萬物之母。",
"故常無，欲以觀其妙；常有，欲以觀其徼。此兩者，同出而異名，同謂之 ",
"玄。玄之又玄，眾妙之門。"],
1: ["天下皆知美之為美，斯惡矣﹔皆知善之為善，斯不善矣。故有無相生，難 ",
"易相成，長短相形，高下相傾，音聲相和，前後相隨。是以聖人處「無為 ",
"」之事，行「不言」之教。萬物作焉而不辭，生而不有，為而不恃，功成 ",
"而弗居。夫唯弗居，是以不去。 "],
2:["不尚賢，使民不爭﹔不貴難得之貨，使民不為盜﹔不見可欲，使民心不亂 ",
"。是以「聖人」之治，虛其心，實其腹，弱其志，強其骨。常使民無知無 ",
"欲。使夫智者不敢為也。為「無為」，則無不治。 "],
3:["「道」沖，而用之或不盈。淵兮，似萬物之宗﹔挫其銳，解其紛，和其光",
"，同其塵﹔湛兮似或存。吾不知誰之子？象帝之先。"],
4:[ "天地不仁，以萬物為芻狗﹔聖人不仁，以百姓為芻狗。天地之間，其猶橐 ",
"蘥乎？虛而不屈，動而愈出。多言數窮，不如守中。 " ],
5:[ "谷神不死，是謂玄牝。玄牝之門，是謂天地根。綿綿若存，用之不勤。" ],
6:[ "天長地久。天地所以能長且久者，以其不自生，故能長久。是以聖人後其 ",
"身而身先，外其身而身存。非以其無私邪？故能成其私。" ],
7:[ "上善若水。水善利萬物而不爭。處眾人之所惡，故幾於道。居善地，心善 ",
"淵，與善仁，言善信，政善治，事善能，動善時。夫唯不爭，故無尤。 " ],
8:[ "持而盈之，不如其已﹔揣而銳之，不可長保。金玉滿堂，莫之能守﹔富貴 ",
"而驕，自遺其咎。功遂身退，天之道。" ],
9:[
"載營魄抱一，能無離乎？專氣致柔，能嬰兒乎？滌除玄覽，能無疵乎？愛 ",
"國治民，能無為乎？天門開闔，能為雌乎？明白四達，能無知乎？生之畜 ",
"之，生而不有，為而不恃，長而不宰，是謂玄德。"
],
10:[
"三十輻共一轂，當其無，有車之用。埏埴以為器，當其無，有器之用。鑿 ",
"戶牖以為室，當其無，有室之用。故有之以為利，無之以為用。 "
],
11:[ "五色令人目盲﹔五音令人耳聾﹔五味令人口爽﹔馳騁畋獵，令人心發狂﹔ ",
"難得之貨，令人行妨。是以聖人為腹不為目，故去彼取此。" ],
12:[ "寵辱若驚，貴大患若身。何謂寵辱若驚？寵為下，得之若驚，失之若驚， ",
"是謂寵辱若驚。何謂貴大患若身？吾所以有大患者，為吾有身，及吾無身 ",
"，吾有何患？故貴以身為天下，若可寄天下﹔愛以身為天下，若可托天下 ",
" 。"],
13:[ " 視之不見，名曰「夷」﹔聽之不聞，名曰「希」﹔搏之不得，名曰「微」",
"。此三者不可致詰，故混而為一。其上不皦，其下不昧。繩繩不可名，復 ",
"歸於無物。是謂無狀之狀，無物之象，是謂惚恍。迎之不見其首，隨之不 ",
"見其後。執古之道，以御今之有。能知古始，是謂道紀。 " ],
14:["古之善為士者，微妙玄通，深不可識。夫唯不可識，故強為之容：豫兮若 ",
"冬涉川﹔猶兮若畏四鄰﹔儼兮其若客﹔渙兮若冰之釋﹔敦兮其若朴﹔曠兮 ",
"其若谷﹔混兮其若濁。孰能晦以理之徐明？孰能濁以靜之徐清？孰能安以 ",
"動之徐生？保此道者不欲盈。夫唯不盈，故能蔽而新成。" ],
15:[ "致虛極，守靜篤，萬物並作，吾以觀復。夫物芸芸，各復歸其根。歸根曰 ",
"靜，靜曰復命。復命曰常，知常曰明。不知常，妄作凶。知常容，容乃公 ",
"。公乃王，王乃天，天乃道，道乃久，沒身不殆。" ],
16:[ "太上，下不知有之﹔其次，親而譽之﹔其次，畏之﹔其次，侮之。信不足 ",
"焉，有不信焉。悠兮其貴言。功成事遂，百姓皆謂：「我自然」。 " ],
17:[ "大道廢，有仁義﹔智慧出，有大偽﹔六親不和，有孝慈﹔國家昏亂，有忠 ",
"臣。 "],
18:[
"絕聖棄智，民利百倍﹔絕仁棄義，民復孝慈﹔絕巧棄利，盜賊無有。此三 ",
"者，以為文不足。故令有所屬：見素抱朴，少私寡欲。 "
],
19:[
"絕學無憂。唯之與阿，相去幾何？善之與惡，相去若何？人之所畏，不可 ",
"不畏。荒兮其未央哉！眾人熙熙，如享太牢，如登春台。我獨泊兮其未兆 ",
"，如嬰兒之未孩。    兮，若無所歸。眾人皆有餘，而我獨若遺。我愚人 ",
"之心也哉！沌沌兮。俗人昭昭，我獨昏昏。俗人察察，我獨悶悶。澹兮其 ",
"若海，飉兮若無止。眾人皆有以，我獨頑且鄙。我獨異於人，而貴食母。 "
]
};

console.log("3 loaded!");
